test/gasUGKP/mixtureTransport/system/controlDict
FoamFile { version 2.0; format ascii; class dictionary; object controlDict; }

application gasUGKP;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 0.10000000000000001;
deltaT 0.00001;
writeControl runTime;
writeInterval 0.10000000000000001;
purgeWrite 0;
writeFormat ascii;
writePrecision 17;
writeCompression off;
timeFormat general;
timePrecision 12;
runTimeModifiable false;
adjustTimeStep true;
maxCo 0.3;
maxDeltaT 0.00001;
