test/gasUGKP/mixtureTransport/constant/fluidProperties
FoamFile { version 2.0; format ascii; class dictionary; object fluidProperties; }

schemaVersion 1;
thermoType { type hePsiThermo; mixture pureMixture; transport const; thermo hConst; equationOfState perfectGas; specie specie; energy sensibleInternalEnergy; }
mixture { specie { molWeight 28; } thermodynamics { Cp 1040; Hf 0; } transport { mu 0; Pr 0.72; } }
turbulence { simulationType laminar; }
