test/gasUGKP/mixtureTransport/constant/particleProperties
FoamFile { version 2.0; format ascii; class dictionary; object particleProperties; }

schemaVersion 1;
gpuResidentRandomSeed 12345;
rhoS 2800;
dS 0.0002;
parcelMass 1e-6;
epsSMin 1e-12;
thetaMin 1e-12;
TgasMin 100;
