test/gasUGKP/mixtureTransport/0/p
FoamFile { version 2.0; format ascii; class volScalarField; object p; }
dimensions [1 -1 -2 0 0 0 0];
internalField uniform 101325;
boundaryField
{
 left { type cyclic; }
 right { type cyclic; }
 sides { type empty; }
}
