test/gasUGKP/mixtureTransport/0/epsilonS
FoamFile { version 2.0; format ascii; class volScalarField; object epsilonS; }
dimensions [0 0 0 0 0 0 0];
internalField uniform 0;
boundaryField
{
 left { type cyclic; }
 right { type cyclic; }
 sides { type empty; }
}
