test/gasUGKP/mixtureTransport/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; object fvSolution; }
solvers {}
relaxationFactors {}
UGKP { robustFallback true; rhoMin 1e-12; TMin 100; }
